{
	"pets": [
	{
		"name" : "Dog",
		"category" : "Mammal",
		"diet" : "Omnivore",
		"lifespan" : "10-13",
		"overview" : "Dogs, are originally bred from wolves. Today, some dogs are used as pets, others are used to help humans do their work. They are a popular pet because they are usually playful, friendly, loyal and listen to humans. Thirty million dogs in the United States are registered as pets. Dogs often have jobs, including as police dogs, army dogs, assistance dogs, fire dogs, messenger dogs, hunting dogs, herding dogs, or rescue dogs.",
		"dietinfo" : "Dogs eat both meat and vegetables, often mixed together and sold in stores as dog food. Most human meals will not provide dogs with the nutrition they need. Some human foods, such as chocolate and onions, can even be poisonous to dogs. How much your dog needs to eat depend on their diet, lifestyle and health.",
		"care" : "Dogs need exercise to burn calories, stimulate their minds, and stay healthy. Individual exercise needs vary based on breed or breed mix, sex, age and level of health. Exercise also tends to help dogs avoid boredom, which can lead to destructive behaviors.",
		"img" : "https://i.ytimg.com/vi/SfLV8hD7zX4/maxresdefault.jpg"
	},
	{
		"name" : "Ferret",
		"category" : "Mammal",
		"diet" : "Carnivore",
		"lifespan" : "6-10",
		"overview" : "Ferrets are lively, curious and fun-loving pets. They are part of the Mustelidae family, which includes otters, stoats, weasels and badgers. Ferrets are a domesticated version of the European polecat. They have been used for hunting and pest control since ancient times and are still kept for this purpose today though are becoming increasing popular as pets. They are crepuscular, so are naturally active during dawn and dusk and can sleep for 18-20 hours a day. Ferrets don’t have varying breeds, but they do have different colours – the five recognised ones are poley/fitch, dew (dark eyed white), sandy, silver and albino.",
		"dietinfo" : "Ferrets have a high metabolic rate, so they will eat around 8 to 10 small meals daily. And being strict carnivores, like cats, they need a high protein food source. Food pellets are an excellent source of protein for ferrets, which can be found at your veterinarian's office or the local pet store.",
		"care" : "Traditionally, because of their strong smell, ferrets often live outdoors but they can be kept as indoor pets too. Lots of housing options are available, but always buy the largest enclosure you can so they have plenty of room to exercise and play. For a pair of ferrets, the cage size should be at least three meters long (10ft) by two meters (six ft) high, by two meters (six ft) wide. Ferrets love to dig and are very good at escaping through small holes. To stop them disappearing from outdoor runs, wire mesh can be fitted to the underside, but this should be covered with something like turf or carpet to prevent injury, and it is always a good idea to put bolts on hutch doors. ",
		"img" : "https://upload.wikimedia.org/wikipedia/commons/thumb/3/32/Ferret_2008.png/1200px-Ferret_2008.png"
	},
	{
		"name" : "Hedgehog",
		"category" : "Mammal",
		"diet" : "Insectivore",
		"lifespan" : "2-5",
		"overview" : "Petting a happy hedgehog is a bit like affectionately stroking a bristly hairbrush. Attempting to pet an upset hedgehog is more like trying to soothe a wriggly cactus of doom. The best comparison of hedgehog intelligence is to that of a hamster. Hedgehogs do not typically come when called or actively seek out human interaction.",
		"dietinfo" : "In the wild African Pygmy hedgehogs are insectivores, but they are quite opportunistic and are known to feed on carrion (other dead animals), birds’ eggs, and any lizards, snakes or other small animals that should happen to catch. Many commercial hedgehog foods are available, but they are not all equal in nutritional value or ingredient quality. Unfortunately, some foods marketed as hedgehogs are quite inappropriate as a staple diet. Cat food is often used in place of hedgehog food, but again: Care must be taken to make sure it is nutritionally sound.",
		"care" : "Hedgehogs are active creatures and therefore need some extra space to roam around in. You should have a large cage or enclosure that can be secured when you are away, as hedgehogs like to escape whenever the opportunity presents itself. A small box kept inside the cage will provide them a place to hide in and sleep during the day. Try to keep the room temperature comfortable as well. Make sure to clean out the cages at least once a week. Remove old food and feces and make sure the hide box is clean as well. An occasional bath from time to time may be in order, but if your hedgehog does not like baths, you may want to avoid putting them through any unnecessary trauma. As with most small mammals, hedgehogs can get fleas. Check them on a regular basis, and if you see signs of fleas you can use the same flea deterrent that you would use on a kitten. Hedgehogs are also susceptible to diarrhea, worms, and pneumonia. If you suspect your hedgehog may be sick, take him to a vet. Some of the diseases common to hedgehogs include squamous cell carcinoma (cancer), fatty liver disease from improper diet, and they can suffer from heart disease as well. A good indicator of a sick hedgehog is the loss of spines.",
		"img" : "https://www.pets4homes.co.uk/images/articles/1842/large/caring-for-a-pet-hedgehog-53c2e4ea02115.jpg"
	},
	{
		"name" : "Horse",
		"category" : "Mammal",
		"diet" : "Herbivore",
		"lifespan" : "25-30",
		"overview" : "Domestication of the horse most likely took place in central Asia prior to 3500 BC. Worldwide, horses play a role within human cultures and have done so for millennia",
		"dietinfo" : "Horses must have continuous access to fresh clean water. They should be provided with as much opportunity to graze as possible. Twenty-four hour access is ideal. Without it they can develop disorders of the gut and stomach ulcers. Not all pasture provide adequate nutrition and many will be too high in calories. Horses may still need additional hard feed and forage to maintain their appropriate bodyweight, particularly between late autumn and early spring. Horses fed diets low in forage and high in concentrates (hard feeds such as cubes or grains) are at risk of digestive problems. Stabled horses should be given plenty of forage.  ",
		"care" : "Horses can be invaded by numerous types of worm during the course of their lives and, if left uncontrolled, they can build up to such an extent that a horse’s digestion and well-being is compromised. Effective worm control is assisted by good pasture management. Regular collection of droppings is essential to reduce the build-up of worm eggs in the pasture and to prevent the development of latrine areas. Ideally, droppings should be collected daily, however, this is not always possible. Droppings should be collected at least twice weekly during the spring and summer months and at least weekly during the autumn and winter. These are the minimum requirements.",
		"img" : "https://www.bluecross.org.uk/sites/default/files/assets/images/119702lpr.jpg"
	},
	{
		"name" : "Pig",
		"category" : "Mammal",
		"diet" : "Omnivore",
		"lifespan" : "10-15",
		"overview" : "The domestic pig, often called swine, hog, or simply pig when there is no need to distinguish it from other pigs, is a domesticated large, even-toed ungulate. It is variously considered a subspecies of the wild boar or a distinct species. The domestic pig's head-plus-body-length ranges from 0.9 to 1.8 m (35 to 71 in), and the adult can weigh between 50 and 350 kg (110 and 770 lb).",
		"dietinfo" : "Even-toed ungulates are generally herbivorous, but the domestic pig is an omnivore, like its wild relative. In the wild, they are foraging animals, primarily eating leaves, roots, fruits, and flowers, in addition to some insects and fish. As livestock, pigs are fed mostly corn and soybean meal with a mixture of vitamins and minerals added to the diet.",
		"care" : "Pigs are very intelligent. They are quite trainable, much the same as a dog (they can be house trained, leash trained, and will learn a few tricks); however, their intelligence can make them a bit of a handful, too. They are curious and playful, but also headstrong and sensitive. They will become easily bored and possibly destructive if not provided with enough activities and enrichment. Another problem some owners have encountered with their pigs is aggression. Pigs can be territorial and have a drive to be dominant. Unless shown that the humans in the household are number one, pigs can exhibit a form of aggression known as dominance aggression (also seen in dogs). Pigs need to be taught to respect their owners by setting rules and boundaries and using gentle but firm discipline.",
		"img" : "https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/Sow_with_piglet.jpg/1920px-Sow_with_piglet.jpg"
	},
	{
		"name" : "Snake",
		"category" : "Reptile",
		"diet" : "Carnivore",
		"lifespan" : "15 - 20",
		"overview" : "Snakes can make fantastic pets but if you’ve never had one before, you might feel a bit lost with your new slithering friend! Lucky for you, this handy guide will give you a brief introduction to some of the things you’ll want to consider when becoming a first time snake owner. Most snake breeds will have specific requirements so be sure to always do your research and check what these are before you make your final choice. As always, you can explore our website or speak to one of our Pets At Home colleagues in store for more help and advice.",
		"dietinfo" : "Most snakes are carnivorous, and the most popular choice of food is appropriately sized frozen rodents. Frozen mice should be defrosted at room temperature as opposed to in a microwave or warm water. Make sure to give the area where you are preparing the mice a good clean when you are finished too! When feeding, it’s always a good idea to use a pair of long tweezers to prevent your snake mistaking your fingers for a delicious rodent! Different snakes will need feeding different amounts and at different times so it’s worth researching the eating habits of your specific species of snake.",
		"care" : "Snakes should be kept in a vivarium, a special enclosed cage with glass doors. Snakes require a very specific environment in their vivarium, so make sure to always do your research to provide them with their ideal home. You should use a suitable ‘substrate’ in your snake’s vivarium. This could be hygienic aspen, or other manufactured types, or, sand and earth that mimic the snake’s natural environment. You can also add branches and rocks to give your snake things to climb up or hide behind, and it’s good to provide a small space where they can hide to sleep. This could be a small shelter, bark piles or a rock cave.Snakes that are more active need a larger vivarium so that they have more space to roam around. Juvenile snakes may prefer small hides in a larger vivarium, or a smaller vivarium to make them feel more secure.",
		"img" : "https://www.evolutionreptiles.co.uk/wp-content/uploads/2016/04/High-White-Creamsicle-Corn-Snake-e1457817423579.jpg"
	},
	{
		"name" : "Cat",
		"category" : "Mammal",
		"diet" : "Carnivore",
		"lifespan" : "12-18",
		"overview" : "Cats make affectionate and playful pets and thrive best when they're cared for considering their dietary, environmental and health and welfare needs. Cats will need space to be active, with regular interaction with people and other animals (cats don't really like to be left alone for long periods during the day). They will also need access to clean water, meat-based cat food and regular grooming as well as private access to a litter tray which should ideally be replaced once a week.",
		"dietinfo" : "Without drinking water, your cat could become severely ill within hours. Give your cat constant access to clean drinking water. Note: Cow’s milk is not a substitute for water. Cats need a well-balanced, meat-based diet to stay fit and healthy - they cannot be vegetarian. Make sure your cat eats a balanced diet  that is suitable for their age, health status and lifestyle. Most typical human food does not meet the nutritional needs of cats, and some human foods can even be poisonous to cats, e.g. onions  How much your cat needs to eat depends on their age, lifestyle and health. Always read and follow the feeding instructions that relate to the cat food you buy.",
		"care" : "Cats have similar pain thresholds as people. They are vulnerable to a range of infectious diseases or illnesses. Try to check your cat for signs of injury or illness daily, and provide an vet health check at least annually. If you notice any unusual symptoms in your cat, seek advice from your vet promptly. Remember, changes might not be obvious as individual cats show pain or distress differently. Help your cat live a calm and relaxed life because it could decrease the risk of illness or disease. Stressed or insecure cats can become unwell. Changes to cats behaviour is an early sign that something is wrong.",
		"img" : "https://www.bluecross.org.uk/sites/default/files/assets/images/124044lpr.jpg"
	},
	{
		"name" : "Tortoise",
		"category" : "Reptile",
		"diet" : "Omnivore",
		"lifespan" : "50-70",
		"overview" : "Whether you love the striking beauty of leopard tortoises or the charming personalities of hermann tortoises, these unusual animals make wonderful pets for those who enjoy caring for and spending time with fascinating and engaging reptiles. Like with all pets, your tortoise relies on you to give them everything they need to lead a happy, healthy and comfortable life. While tortoises may have lived on the planet for over 200 million years, they still need you to provide for them if you choose to keep them as a pet! That’s why, in this section, you’ll find information you need to know about taking care of tortoises – because we know that the first step in giving your pet the care they need is making sure that you know exactly what they need to stay healthy and comfortable!",
		"dietinfo" : "Turtles are generally omnivores, eating a mixed diet that includes Protein: Feed turtles crickets, mealworms, waxworms or comet goldfish a few times a week. Place insects on the land area of the habitat, not in the water. Vegetables: Three or four times a week, serve 1 to 2 teaspoons of dark, leafy greens such as kale, collards or mustard greens. Remove any greens they don’t eat within four hours.Commercial turtle food: Turtles also like canned turtle food, turtle pellets and frozen or freeze-dried fish food.",
		"care" : "As experienced tortoise owners will know, the type of care you need to give your pet will depend on the species of tortoise you choose. In fact, whether you keep your tortoise outdoors or indoors will have an impact on your pet’s needs too. Because their requirements are different depending on their species and their lifestyle, we’ve also included information about how you might need to adjust your pet’s care accordingly. As well as that, you’ll find helpful advice on what to do if something doesn’t seem quite right, as well as how to spot the signs of illness in your pet tortoise. Once you’re armed with the right knowledge, you’ll be in the best position possible to give your pet the very best care.",
		"img" : "https://www.reptilecentre.com/blog/wp-content/uploads/2015/09/indian-star-tortoise.jpg"
	},
	{
		"name" : "Rabbit",
		"category" : "Mammal",
		"diet" : "Herbivore",
		"lifespan" : "7-10",
		"overview" : "A domestic rabbit, more commonly known as a pet rabbit, a bunny, or a bunny rabbit is any of the domesticated varieties of the European rabbit species. They may be considered a pocket pet depending on their size. A male rabbit is a buck, a female is a doe, and a young rabbit is a kit or kitten. Naturally sociable, rabbits like companionship and prefer to live in pairs or compatible groups and their behaviour will reflect this. There are many breeds to choose from, although a rabbit of mixed breeding can offer just as much fun and companionship. Rabbits with long fur take much more looking after as the fur can become matted quickly and therefore requires daily grooming.",
		"dietinfo" : "Hay or grass should be the basis of your rabbit’s diet, and a few fresh vegetables should be offered as well. Remember cereal-based diets (the muesli-type) are high in sugar and low in minerals, and therefore should not be given. Small quantities of high-fibre pellets are a better choice. There are also complete foods commercially available but hay should still make up to three-quarters of the rabbit’s diet. They need a daily variety of fresh vegetables and fruit, washed thoroughly before feeding. Think natural – good foods are carrots, spinach, watercress, broccoli, celery, apples and dandelion leaves. Never give rabbits grass cuttings as this will cause serious health problems. Dried ready grass is available from pet shops, and this is acceptable. Fresh water must always be available and changed daily. Make sure, if using a water bottle, that it is working properly.",
		"care" : "Outdoor rabbits need plenty of room with a hutch large enough to be able to stand on their hind legs, have the opportunity to stretch out, and hop around. There must also be a private compartment for them to retire to when they wish for some privacy. The minimum hutch size for small or large rabbits is 183cm x 90cm floor space, by 90cm tall. Gone are the days when rabbits were kept at the end of the garden in a hutch with no facility for exercise. The best type of rabbit bedding is clean, bagged straw, available from all good pet shops. Rabbit bedding needs to be checked on a daily basis and removed if soiled. Particular attention needs to be paid to the accommodation during hot weather as flies may quickly lay their eggs on soiled bedding and the resulting maggots may burrow into the rabbit’s fur and body cavity. This could be potentially fatal to your rabbits and is known as fly strike.",
		"img" : "https://cdn.bestfriends.org/s3fs-public/resource/Rabbits-as-pets-DocHoliday-ButchCassidy-8767.jpg"
	},
	{
		"name" : "Rat",
		"category" : "Rodent",
		"diet" : "Omnivore",
		"lifespan" : "2-3",
		"overview" : "There are many varieties of rat with different coat and eye colours. These include white, cinnamon, blue and parti- coloured coats with dark or pink eyes. Male rats are called bucks, females are does and babies are known as kittens. On average, they live for around two and a half years.",
		"dietinfo" : "Rats are omnivores and love a varied diet that includes grains, vegetables and a protein source such as dry dog food. Commercial mixes are available from pet shops. While rats are fond of titbits and household scraps, do not let them get too fat. They enjoy occasional pieces of fruit, vegetables, peanuts and sunflower seeds, but these can cause skin problems, so should be a rare treat. Fresh, clean water must always be available. If a water bottle is used it should be cleaned, refilled and checked daily to ensure it is not blocked or leaking.",
		"care" : "Rats need company of their own kind, so it’s unfair to keep one on its own. To avoid unwanted babies, the best option is usually a pair or group of the same sex. Rats will breed frequently from as early as five weeks old, producing a litter of eight or more young each time. Females can become pregnant again within 24 hours of giving birth. The best home for your rats is a wire cage – the larger and taller the better, as rats are active and love to climb. Hamster cages are not big enough.  A rat cage should be at least 50cm x 80cm floor space, by 50cm tall. The floor should be solid rather than wire, with a solid tray underneath, to avoid a rat trapping and injuring its feet or limbs. Aquarium-style glass cages shouldn’t be used because the ventilation isn’t good enough.",
		"img" : "https://d3pz1jifuab5zg.cloudfront.net/2017/12/06164550/pet-rats-shutterstock_382227463.jpg"
	},
	{
		"name" : "Mouse",
		"category" : "Rodent",
		"diet" : "Omnivore",
		"lifespan" : "2-3",
		"overview" : "Mice come in a wide variety of colours and live on average for between one and a half and two and a half years. They are fully grown at about three months old. Babies should not be taken from their mothers until they are five weeks old. Never attempt to keep wild mice as pets.",
		"dietinfo" : "A small amount of commercial rodent mix is a good basis for a mouse’s diet – but be careful not to let your pets get fat. Mice love sunflower seeds as occasional treats and may also enjoy tiny amounts of suitable vegetables and fruit, like carrots, apples and broccoli. Contrary to popular myth, mice do not need cheese or dairy food and some also react badly to peanuts. Clean, fresh water should always be available from a drinking bottle.",
		"care" : "The best home for your pet mice is either a wire cage with a plastic tray floor or a tank (glass or plastic) with a secure wire lid. Wooden cages absorb urine and tend to become smelly. Two mice need a cage size of at least 60cm x 50cm floor space, by 30cm tall. This gives them more than enough room to stand upright. Mice like to climb, which wire cages allow, but they can squeeze through tiny gaps so spaces between the bars should not be larger than the width of your little finger. Mice are pretty robust but, because of their short lifespan, are susceptible to problems associated with ageing. They are prone to mammary tumours and other tumours in places like behind the legs and on the neck. They may also suffer from respiratory problems due to bacterial or viral infections. If you are worried, seek veterinary advice quickly – tiny pets deserve as much consideration as larger ones.",
		"img" : "https://www.bluecross.org.uk/sites/default/files/assets/images/mouse.jpg"
	},
	{
		"name" : "Hamster",
		"category" : "Rodent",
		"diet" : "Herbivore",
		"lifespan" : "2-3",
		"overview" : "The most common and largest type of hamster is the Syrian hamster, also known as the golden hamster. These are naturally solitary and will fight if you try to keep them in pairs or groups – breeders have to be careful to introduce mating pairs only when the female is in season. If you want a Syrian hamster, only keep one! Dwarf hamsters grow to about 8cm and enjoy company of their own kind but it’s best to keep a pair or group of females as males tend to fight. Never mix species.",
		"dietinfo" : "A commercial hamster mix is a good basis for your pet’s diet. Hamsters also like small pieces of fruit and vegetables, like a slice of  apple or a small sprig of cauliflower. Hamsters hoard food in their beds, so do not give them too many green vegetables because they will rot. Remove all uneaten food every day. They also store food in their cheek pouches (see Health matters).",
		"care" : "The ideal home for a Syrian hamster is a large wire cage with a plastic base no smaller than 60cm x 30cm floor space, by 30cm tall. Hamsters love climbing on different levels so a cage even taller than this is better but be careful not to make it too high in case they fall and hurt themselves. Wood should be avoided as it absorbs urine and quickly becomes smelly and unhygienic. Storing food in cheek pouches can occasionally lead to problems. If your hamster seems to have permanently stuffed cheeks, it could be because food has become impacted. Sharp pieces of food may also occasionally pierce their pouches. Always seek veterinary advice because, if either of these has caused an infection, the hamster may need antibiotics.",
		"img" : "https://upload.wikimedia.org/wikipedia/commons/8/85/Syrian_hamster_filling_his_cheek_pouches_with_Dandelion_leaves.JPG"
	},
	{
		"name" : "Guinea Pig",
		"category" : "Rodent",
		"diet" : "Herbivore",
		"lifespan" : "4-8",
		"overview" : "Guinea pigs live for around four to eight years, so their care is a long-term commitment. Males are known as boars and females are called sows. Guinea pigs need company of their own kind and can be kept in same sex groups or in pairs. Don’t forget, if you’re planning to keep a male and female together, it’s essential that the male is neutered to avoid unwanted babies. It takes around four weeks for a male to become sterile after being neutered.",
		"dietinfo" : "As guinea pigs are naturally grazing animals, it’s important that they always have quality, bagged, non-dusty hay to keep their digestive systems working, along with a small amount guinea pig mix. They also need some fruit and vegetables to give them a source of vitamin C because guinea pigs lack the enzyme to produce this themselves. Melons, oranges and dark green, leafy vegetables like spinach, broccoli, kale and cabbage are all good sources. Never give your guinea pig lettuce as this can cause diarrhoea. Hay and vegetables are just as important as guinea pig mix so don’t rely solely on mix to feed your pet.",
		"care" : "Guinea pigs are curious and like to see what’s going on, so they can be kept either indoors or out. However, they have sensitive hearing so, unless your home is quiet, they are usually happiest outdoors. They need a large predator-proof wooden hutch and run. Each hutch should have a separate sleeping area where the guinea pigs can retreat out of sight to get some peace and quiet. The hutch and run should be out of direct sunlight in a weatherproof, draught-proof shed, as guinea pigs are vulnerable to all extremes of weather. Do not keep guinea pigs – or any other animals – in a garage used to keep vehicles because the fumes can kill them. A healthy guinea pig is alert, with bright eyes and a good coat. One of the most common problems in guinea pigs is bumblefoot, where the foot becomes swollen due to a bacterial infection, often caused by dirty bedding. They are also prone to eye problems, so it is important to use dust- free bedding. Other conditions to watch out for include mange (itchy skin), dental problems caused by not enough fibre and obesity from being fed too many treats. Skin problems are common in guinea pigs. If you have any concerns about your guinea pig’s health, seek your vet’s advice.",
		"img" : "https://www.bluecross.org.uk/sites/default/files/assets/images/108048.jpg"
	},
	{
		"name" : "Parrot",
		"category" : "Bird",
		"diet" : "Omnivore",
		"lifespan" : "40-60",
		"overview" : "A companion parrot is a parrot kept as a pet that interacts abundantly with their human counterpart. Generally, most species of parrot can make excellent companions. With the right home parrots have the potential to make excellent, highly interactive, affectionate, and entertaining pets prized by their owners, but should not be considered easy care or low-maintenance pets.",
		"dietinfo" : "In more recent years, pellets or formulated diets have become very popular, especially in the US. They offer an advantage over a seed-based diet in that a parrot cannot pick out and eat only its favorite (usually fatty) seeds. The majority of avian veterinarians will recommend a pelleted or formulated diet, and will extensively discuss with owners what their bird should and should not eat. However, although these offer an easy alternative to other foods, they are not the best for many species. Many pellets contain artificial food dyes and preservatives that may be harmful[citation needed]; however there are no-color-added options available on the market. Most pellets contain soy, which is not a part of a parrot's natural diet; however, the diet of wild parrots cannot be replicated in captivity",
		"care" : "Parrots can be very rewarding pets to the right owners, due to their intelligence and desire to interact with people. Many parrots are very affectionate, even cuddly with trusted people, and require a lot of attention from their owners constantly. Some species have a tendency to bond to one or two people, and dislike strangers, unless they are regularly and consistently handled by different people. Properly socialized parrots can be friendly, outgoing and confident companions. Most pet parrots take readily to trick training. Trick training can also help to redirect a bird's energy and prevent or correct many behavior problems. Some owners successfully use well behaved parrots as therapy animals. Some owners have trained their parrots to wear parrot harnesses (most easily accomplished with young birds) so that they can be taken to enjoy themselves outdoors in a relatively safe manner without the risk of flying away. Parrots are prey animals and even the tamest pet may fly off if spooked. Although parrots can be messy pets—often throwing food and damaging furniture with their beaks if they can—most parrots may be potty trained to some extent and are generally odorless; however, certain species of Amazona and Pionus have a distinctive odor most owners find pleasant. Most parrot species, with some notable exceptions, are relatively good pets for most pet allergy sufferers. However, all the species of white cockatoos produce large quantities of dust from their powder down feathers, which may be problematic for people with allergies. Cockatiels, rose-breasted cockatoos, and greys also produce smaller amounts of feather dust.",
		"img" : "https://res.cloudinary.com/bought-by-many/image/upload/c_fill,g_north,h_450,q_72,w_960/v1480527627/parrots-macaw-1290567_1280_rxgn0s.jpg"
	},
	{
		"name" : "Gecko",
		"category" : "Reptile",
		"diet" : "Insectivore",
		"lifespan" : "10-20",
		"overview" : "The gecko is considered to be one of the most straightforward reptiles to look after, which makes them ideal if you’re looking to welcome your first reptile into your home. They can become very friendly pets, don’t require a huge amount of space to live, and are best kept alone, plus with a lifespan of around 20 years you can look forward to lots of happy memories with your gecko.",
		"dietinfo" : "One of the things that makes caring for leopard geckos so appealing is that as insectivores they have a very simple diet, meaning they’re more than happy with a selection of crickets, mealworms and cockroaches. You also need to make sure that they always have fresh water to keep them hydrated, while you can take a look at our selection of live reptile food to learn more about what they eat.",
		"care" : "In order to give your gecko the home they need, you need to get them a vivarium that has plenty of places for them to hide away, as well as ornaments to keep them occupied and things for them to climb. One of the areas inside the enclosure will also need to be moist, which helps your pet out when it’s time to shed their skin. Leopard geckos are what’s known as crepuscular, which means they are most active at dawn and dusk, and they need a heated area within their enclosure so that they can keep themselves at a comfortable temperature. Using a thermometer, make sure that the heated area stays at around 28-32ºC, and that the other end of the vivarium is around 20ºC. They don’t need quite as much warmth at night, so you can keep things a few degrees cooler at each end. For help choosing a vivarium that’s perfect for your gecko, take a look at our handy guide for lots of great tips.",
		"img" : "https://static01.nyt.com/images/2016/04/03/nyregion/03PETCITY-slide-YFP0/03PETCITY-slide-YFP0-articleLarge.jpg?quality=75&auto=webp&disable=upscale"
	},
	{
		"name" : "Chicken",
		"category" : "Bird",
		"diet" : "Omnivore",
		"lifespan" : "7-8",
		"overview" : "Chickens are considered to be quite intelligent. As chickens are flock birds, they should live in a group of at least 5 birds for optimal health. If not raised properly, roosters may become aggressive. Breeds such as Silkies and many bantams are generally docile, making them ideal pets for owners with small children. Some cities in the United States allow chickens as pets, while others ban them. Some may only ban roosters due to the crowing. City ordinances, zoning regulations or health boards may determine whether chickens may be kept. A general requirement is that the birds be confined to the owner's property and are not allowed to roam freely. There may be restrictions on the size of the property or how far from human dwellings they may be located, etc.",
		"dietinfo" : "Chickens need feed, suitable for their age and breed, provided in the chicken house to give them a balanced diet. Food dispensers should be cleaned regularly. Chickens need insoluble grit to help digestion (e.g. hard flint grit). Oyster shell is a soluble grit which can provide extra calcium in the diet. They need constant access to clean and fresh water in the chicken house.",
		"care" : "A chicken coop is a housing that provides a flock of chickens that are kept outside shelter. Inside, there will often be nesting boxes along with perches, on which the birds can rest upon. Additional material, like hay or pine chips, can be added to make cleaning the coop easier and provide insulation during the winter. Backyard coops are small and fenced, often with chicken wire, allowing chickens an area to roam, peck and hunt insects. Chicken tractors are floorless coops which can be dragged about a yard. Chicken waterers and feeders are an important part of keeping chickens as pets. There are hanging waterers/feeders, nipple waterers and waterer cups. When creating a home for their flocks, owners should plan on a specific amount of coop space and roosting space, nest boxes, food and water for the number of birds in their flock.",
		"img" : "https://upload.wikimedia.org/wikipedia/commons/5/5f/Chickens_at_Tranquilles_B%26B.JPG"
	}]
}
